Repository: ketovpavel/sv-calculator
Catalog: languages/*_calculator-*.po
Languages: ru_ru

source: 1 year
ru_ru: 1 год

source: month
ru_ru: месяц

source: months
ru_ru: месяцев

source: Specify the approximate weight
ru_ru: Укажите примерный вес изделия

source: weight
ru_ru: вес

source: gr
ru_ru: гр

source: Choose a trial
ru_ru: Выберите пробу

source: rub
ru_ru: руб

source: Assessment amount
ru_ru: Сумма оценки

source: Specify the deadline
ru_ru: Укажите срок

source: term
ru_ru: срок

source: days
ru_ru: дней

source: 1 day
ru_ru: 1 день

source: The amount of your loan
ru_ru: Сумма вашего займа

source: Percent
ru_ru: Процент

source: Amount to be refunded
ru_ru: Сумма к возврату

source: The parent must be 'array', 'string' or 'null'.
ru_ru: Родителем должен быть 'array', 'string' или 'null'.

source: The position of inner blocks must be 'above' or 'below'.
ru_ru: Положение внутренних блоков должно быть 'вверху' или 'внизу'.

source: The template must be an 'array' or 'null'.
ru_ru: Шаблон должен быть 'array' или 'null'.

source: The template lock must be 'all', 'insert', 'false' or 'null'.
ru_ru: Блокировка шаблона должна быть 'all', 'insert', 'false' или 'null'.

source: The allowed blocks must be an 'array' or 'null'.
ru_ru: Разрешенные блоки должны быть 'массивом' или 'нулевым'.

source: 'render_callback' is required for the blocks.
ru_ru: 'render_callback' обязателен для блоков.

source: 'render_callback' must be a callable.
ru_ru: 'render_callback' должен быть вызываемым.

source: General
ru_ru: Общий

source: Settings saved.
ru_ru: Настройки сохранены.

source: If you need to add scripts to your footer (like Google Analytics tracking code), you should enter them in this box.
ru_ru: Если вам нужно добавить скрипты в нижний колонтитул (например, код отслеживания Google Analytics), вы должны ввести их в это поле.

source: No form
ru_ru: Нет формы

source: If you need to add scripts to your header, you should enter them here.
ru_ru: Если вам нужно добавить скрипты в заголовок, вы должны ввести их здесь.

# sidebar
source: Add New
ru_ru: Добавить новое

source: Please enter a name for the sidebar.
ru_ru: Введите имя для боковой панели.

source: Unknown action attempted.
ru_ru: Попытка неизвестного действия.

source: Sidebar with the same ID is already registered.
ru_ru: Боковая панель с таким идентификатором уже зарегистрирована.

source: Failed to update option storing your custom sidebars. Please contact support.
ru_ru: Не удалось обновить параметр, в котором хранятся пользовательские боковые панели. Обратитесь в службу поддержки.

source: Sidebar not found.
ru_ru: Боковая панель не найдена.

source: Add Sidebar
ru_ru: Добавить боковую панель

source: Please enter the name of the new sidebar:
ru_ru: Введите имя новой боковой панели:

source: Are you sure you wish to remove this sidebar?
ru_ru: Вы уверены, что хотите удалить эту боковую панель?

source: No option names provided
ru_ru: Имена опций не указаны

source: Theme Options updated.
ru_ru: Обновлены параметры темы.

source: Sorry, you are not allowed to read blocks of this post.
ru_ru: Извините, вам не разрешено читать блоки этого сообщения.

source: Sorry, you are not allowed to read blocks as this user.
ru_ru: Извините, вам не разрешено читать блоки от имени этого пользователя.

source: The requested type: ID or URL.
ru_ru: Запрошенный тип: ID или URL.

source: The ID / URL of the attachment
ru_ru: ID / URL вложения

source: The name of the block.
ru_ru: Название блока.

source: The content of the block.
ru_ru: Содержание блока.

source: ID of the post context.
ru_ru: ID контекста публикации.

source: Invalid block.
ru_ru: Неверный блок.

source: Actions
ru_ru: Действия

source: Save Changes
ru_ru: Сохранить изменения

source: No options are available for this widget.
ru_ru: Для этого виджета нет доступных параметров.

source: day
ru_ru: день

source: No class:
ru_ru: Нет класса:

source: Failed to load class:
ru_ru: Не удалось загрузить класс:

source: Settings
ru_ru: Настройки

source: Default weight
ru_ru: Вес по умолчанию

source: Metric value
ru_ru: Метрическое значение

source: Cost
ru_ru: Стоимость

source: In rubles per 1 gram
ru_ru: В рублях за 1 грамм

source: sample
ru_ru: пробу

source: Maximum term
ru_ru: Максимальный срок

source: 2 months
ru_ru: 2 месяца

source: 3 months
ru_ru: 3 месяца

source: 4 months
ru_ru: 4 месяца

source: 5 months
ru_ru: 2 months

source: 6 months
ru_ru: 2 months

source: 7 months
ru_ru: 2 months

source: 8 months
ru_ru: 2 months

source: 9 months
ru_ru: 2 months

source: 10 months
ru_ru: 1 months

source: 11 months
ru_ru: 1 months

source: Default deadline
ru_ru: Срок по умолчанию

source: Interest rate
ru_ru: Процентная ставка

source: Note
ru_ru: Примечание

source: Calculator
ru_ru: Калькулятор

source: Calculator for calculating the value of your customers' jewelry. The plugin will be useful for Pawnshops and Jewelry stores.
ru_ru: Калькулятор для расчета стоимости ювелирного изделия ваших клиентов. Плагин будет полезен для Ломбардов и Ювелирных магазинов.

source: Pavel Ketov
ru_ru: Павел Кетов
